Revit 2017 API
StructuralSectionCParallelFlange.FlangeToeOfFillet Property
 Detailing distance from center of web to flange toe of fillet, in. (mm)
Namespace: Autodesk.Revit.DB.Structure.StructuralSections
Assembly: RevitAPI (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
Since: 2015
Syntax
C#
public double FlangeToeOfFillet { get; set; }
Visual Basic
Public Property FlangeToeOfFillet As Double
	Get
	Set
Visual C++
public:
property double FlangeToeOfFillet {
	double get ();
	void set (double value);
}
See Also
StructuralSectionCParallelFlange Class
Autodesk.Revit.DB.Structure.StructuralSections Namespace